[
    {
      "id": "bc1",
      "name": "Emily Robertson",
      "title": "Luxury Penthouse Transformation",
      "content": "Working with Liliane was an absolute pleasure. She transformed our penthouse into a sophisticated space with a perfect blend of luxury and modern design. Her attention to detail and ability to understand our vision were remarkable.",
      "timestamp": "2024-01-08T09:13:45Z"
    },
    {
      "id": "bc2",
      "name": "James Cooper",
      "title": "A Home Office Like No Other",
      "content": "Liliane helped me redesign my home office, and the result was beyond what I had hoped for. She made the space incredibly functional while still keeping it stylish. I now look forward to working from home every day!",
      "timestamp": "2024-02-15T14:43:29Z"
    },
    {
      "id": "bc3",
      "name": "Isabella Foster",
      "title": "Living Room Makeover with a Personal Touch",
      "content": "We hired Liliane to redesign our living room, and we couldn’t be more satisfied. She captured our personal style beautifully, combining comfort with elegance. Our living space feels more like home now, thanks to her expertise.",
      "timestamp": "2024-03-22T10:12:18Z"
    },
    {
      "id": "bc4",
      "name": "Lucas Graham",
      "title": "Elegant and Functional Kitchen Remodel",
      "content": "I had heard of Liliane's expertise in combining aesthetics with functionality, and she didn’t disappoint. Our kitchen remodel is a perfect balance of practicality and beauty. Her design optimized every inch of the space.",
      "timestamp": "2024-04-10T17:23:40Z"
    },
    {
      "id": "bc5",
      "name": "Sophia Edwards",
      "title": "A Serene Bedroom Sanctuary",
      "content": "Liliane has an incredible gift for creating spaces that feel serene and inviting. Our bedroom redesign has become our personal retreat. She used soft tones and natural elements that made the room calm and beautiful.",
      "timestamp": "2024-05-03T13:47:55Z"
    }
  ]